Repository: dannyyip97/CMP5_GR13_Random_activity
Catalog: 2122_CMP5_YipD_Fitbit_activiteit/app/i18n/*.po
Languages: nl_nl

source: Tap on me
nl_nl: Tap op mij

source: Plan a vacation you have always wanted to take
nl_nl: Plan een vakantie die je altijd had willen doen

source: Hold a video game tournament with some friends
nl_nl: Hou een videogame wedstrijd met wat vrienden

source: Teach your dog a new trick
nl_nl: Leer uw hond een nieuw trucje

source: Take a spontaneous road trip with some friends
nl_nl: Maak een spontane road trip met je vrienden

source: Have a picnic with some friends
nl_nl: Ga picknicken met wat vrienden

source: Create your personal website
nl_nl: Maak je eigen website

source: Repaint a room in your house
nl_nl: Herschilder een kamer in je huis

source: Bake pastries for/with you and your partner
nl_nl: Bak gebakjes voor/met jou en je partner

source: Take a hike at a local park
nl_nl: Ga wandelen in een lokaal park

source: Go on a fishing trip with some friends
nl_nl: Ga vissen met een paar vrienden

source: Go stargazing
nl_nl: Kijk naar de sterrenhemel

source: Watch a movie you would never usually watch
nl_nl: Kijk een film die je normaal niet zou zien

source: Start reading a book
nl_nl: Start met het lezen van een boek

source: Pull a harmless prank on one of your friends
nl_nl: Haal een onschuldige prank uit op een van je vrienden

source: Take an online cooking class
nl_nl: Volg een online kookles

source: Play some card games
nl_nl: Speel kaartspelletjes

source: Run 5km in your local park
nl_nl: Loop 5km in een lokaal park

source: Draw one of your favorite disney characters
nl_nl: teken één van je favoriete Disney personages

source: Learn something new on Youtube
nl_nl: Leer iets nieuw op Youtube

source: Take nice pictures with some friends and post it
nl_nl: Neem mooie foto's met vrienden en post ze

source: Make a sandcastle
nl_nl: Maak een zandkasteel
